Repository: mcpronovost/qp-warframe-void-companion
Catalog: locales/*/LC_MESSAGES/django.po
Languages: fr

source: Invalid details.
fr: Détails invalides.

source: User
fr: Utilisateur

source: Component
fr: Composant

source: Created at
fr: Créé

source: Updated at
fr: Mis à jour

source: Warframe Component
fr: Composant de Warframe

source: Warframe Components
fr: Composants de Warframe

source: Primary Weapon Component
fr: Composant d'arme principale

source: Primary Weapon Components
fr: Composants d'arme principale

source: Secondary Weapon Component
fr: Composant d'arme secondaire

source: Secondary Weapon Components
fr: Composants d'arme secondaire

source: Melee Weapon Component
fr: Composant d'arme de mêlée

source: Melee Weapon Components
fr: Composants d'arme de mêlée

source: French
fr: Français

source: English
fr: Anglais

source: America/Toronto
fr: Amérique/Toronto

source: Name
fr: Nom

source: Language
fr: Langue

source: Timezone
fr: Fuseau horaire

source: Hide Completed Warframes
fr: Cacher les Warframes terminées

source: Hide Completed Primary Weapons
fr: Cacher les armes principales terminées

source: Hide Completed Secondary Weapons
fr: Cacher les armes secondaires terminées

source: Hide Completed Melee Weapons
fr: Cacher les armes de mêlées terminées

source: Hide Completed Archwings
fr: Cacher les archwings terminées

source: Hide Completed Companions
fr: Cacher les compagnons terminées

source: Complete
fr: Complété

source: Profile
fr: Profil

source: Blueprint
fr: Schéma

source: Barrel
fr: Canon

source: Blade
fr: Lame

source: Grip
fr: Prise

source: Handle
fr: Poignée

source: Link
fr: Lien

source: Lower Limb
fr: Partie inférieure

source: Pouch
fr: Poche

source: Receiver
fr: Culasse

source: Stars
fr: Étoiles

source: Stock
fr: Crosse

source: String
fr: Corde

source: Upper Limb
fr: Partie supérieure

source: Image Name
fr: Nom d'image

source: Neuroptics
fr: Neuroptiques

source: Chassis
fr: Châssis

source: Systems
fr: Systèmes

source: Quantity
fr: Quantité

source: Primary Weapon
fr: Arme principale

source: Primary Weapons
fr: Armes principales

source: Weapon
fr: Arme

source: Secondary Weapon
fr: Arme secondaire

source: Secondary Weapons
fr: Armes secondaires

source: Melee Weapon
fr: Arme de mêlée

source: Melee Weapons
fr: Armes de mêlée

source: Era
fr: Ère

source: Relic
fr: Relique

source: Relics
fr: Reliques

source: Drop Chance
fr: Chance de drop

source: Warframe Relic Reward
fr: Récompense de relique (Warframe)

source: Warframe Relic Rewards
fr: Récompense de relique (Warframe)

source: Primary Weapon Relic Reward
fr: Récompense de relique (Arme principale)

source: Primary Weapon Relic Rewards
fr: Récompense de relique (Arme principale)

source: Secondary Weapon Relic Reward
fr: Récompense de relique (Arme secondaire)

source: Secondary Weapon Relic Rewards
fr: Récompense de relique (Arme secondaire)

source: Melee Weapon Relic Reward
fr: Récompense de relique (Arme de mêlée)

source: Melee Weapon Relic Rewards
fr: Récompense de relique (Arme de mêlée)
